Repository: mohSabryKING/Linkin_Agency
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: emp_name
ar: اسم الموظف

source: emp_img
ar: صوره الموظف

source: salary
ar: المرتب

source: position
ar: الوظيفه

source: related_to_user
ar: تابع للمستخدم

source: client_img
ar: صوره الغلاف

source: client_name
ar: اسم العميل

source: phone_number
ar: رقم الهاتف

source: add_to_x
ar: يضاف الي العميل س

source: post_name
ar: اسم المنشور

source: platform_type
ar: نوع المنصه

source: url_hyperlink
ar: الرابط

source: postgraph
ar: صوره المنشور

source: bio
ar: نبذه

source: campagin_cost
ar: تكلفه الحمله الاعلانيه

source: for_client_x1
ar: تابع للعميل

source: title
ar: العنوان

source: price_per_item
ar: تكلفه العنصر\المكون الواحد

source: amount
ar: الكميه

source: for_client_x2
ar: تابع للعميل

source: web_name
ar: اسم الموقع

source: web_type
ar: نوع الموقع

source: logo
ar: شعار الموقع

source: for_client_x3
ar: تابع للعميل

source: car_name
ar: اسم السياره

source: car_poster
ar: الاعلان الخاص بها

source: for_client_x4
ar: تابع للعميل

source: service_name
ar: اسم\توع الخدمه

source: service_info
ar: معلومات عن الخدمه

source: Menu page
ar: القائمة الرئيسيه

source: Printings
ar: المطبوعات

source: Social media
ar: وسائل التواصل

source: All websites
ar: المواقع المتاحه

source: Service Providers
ar: المسؤلين عن الخدمات

source: Sport cars
ar: السيارات الرياضيه

source: English
ar: الانجليزيه

source: Arabic
ar: العربيه

source: Germany
ar: الالمانيه

source: cars
ar: السيارات

source: Contacts
ar: التواصل

source: display_content
ar: عرض المحنوي

source: and more
ar: و المزيد

source: statistics
ar: الإحصائيات الحاليه

source: password2
ar: تأكيد كلمه السر

source: web_url
ar: رابط الموقع
